export const faqData = [
  {
    question: 'Устройство не поддерживает NFC, как мне подписать документы?',
    answer:
      'К сожалению, в приложении пока доступна подпись только NFC токеном.',
  },
  {
    question: 'Какие типы документов я могу подписать в приложении?',
    answer:
      'Доступна работа с любыми типами файлов, однако стоит помнить, что подпись имеет юридическую силу, поэтому проверяйте свои документы перед подписанием.',
  },
  {
    question: 'Есть ли ограничения на размер документов?',
    answer:
      'Ограничения на размер нет, однако с ростом веса документа растёт и скорость его подписания, обработка тяжёлых файлов может занять продолжительное время.',
  },
  {
    question: 'Где взять NFC токен?',
    answer:
      'В данный момент в приложении невозможен выпуск сертификатов, поэтому для получения токена с подписью необходимо обратиться в аккредитованные УЦ.',
  },
];